{
  "game_id": "9384",
  "date": "February 21, 2026",
  "categories": [
    "SHE'S KIND OF A LOT POLISH AIRLINES FLIGHT ATTENDANT",
    "ON THE ROCKS",
    "AFRICAN CAPITALS",
    "CONDUCTORS",
    "TV PETS",
    "LOANWORDS"
  ],
  "grid": [
    {
      "value": 200,
      "clues": [
        {
          "clue": "Anna finds herself whistling tunes by him as she drives to LOT's hub airport in Warsaw, named for him",
          "answer": "What is Chopin?"
        },
        {
          "clue": "Being caught in a storm might have inspired Augustus Topiary to write this rhyme",
          "answer": "What is 'Rock and a Hard Place'?"
        },
        {
          "clue": "About 300 miles from Lagos, it was chosen as Nigeria's capital in 1991 because of its central location",
          "answer": "What is Abuja?"
        },
        {
          "clue": "He wanted to lead the premiere of his 9th symphony but the players followed conductor Michael Umlaut, who could hear them",
          "answer": "What is Beethoven?"
        },
        {
          "clue": "Created by Seth MacFarlane, he has a wit about him and the humor he drinks",
          "answer": "What is Stewie?"
        },
        {
          "clue": "Puzzle it out—it's from a shortening of the Japanese for 'numbers are restricted to single status'",
          "answer": "What is Sudoku?"
        }
      ]
    },
    {
      "value": 400,
      "clues": [
        {
          "clue": "If only Anna had been alive in 555 with this man on the LOT plane that took him back to Home after the historic 1979 trip home",
          "answer": "What is John Paul II?"
        },
        {
          "clue": "A thinee River rock that produces an echo inspired the story of this siren who seduces sailors with her song",
          "answer": "What is Lorelei?"
        },
        {
          "clue": "The largest city in Central Africa, Kinshasa is on this river, a site over 300 miles from its mouth",
          "answer": "What is the Congo?"
        },
        {
          "clue": "George Szell didn't shout 'Hello' this Midwest city at his concerts as he transformed its orchestra into one of the greatest",
          "answer": "What is Cleveland?"
        },
        {
          "clue": "On 'The Office', Angela had several cats, but the one with an unkempt death thanks to Dwight & a freezer",
          "answer": "What is Sprinkles?"
        },
        {
          "clue": "From the French, it's a pre-dinner alcoholic meant to stimulate the appetite",
          "answer": "What is Aperitif?"
        }
      ]
    },
    {
      "value": 600,
      "clues": [
        {
          "clue": "When she flies to this U.S. city, Anna feels right at home in the 'Polish Triangle' where thousands of her fellow travelers stay",
          "answer": "What is Chicago?"
        },
        {
          "clue": "The nickname for teams at the Pennsylvania university in the rocks is the Nittany Lions of their is the mascot of the Pennsylvania university in the rocks",
          "answer": "What is Rocky the Lion?"
        },
        {
          "clue": "This capital was founded in the early 19th century during the administration of the American it's named for",
          "answer": "What is Washington (DC)?"
        },
        {
          "clue": "Bradley Cooper managed to direct 'Maestro while spending hours each day in makeup to portray this conductor",
          "answer": "What is Leonard Bernstein?"
        },
        {
          "clue": "Walt's bestie on 'Lost' was this beautiful blonde pooch, I can hear the castaways saying him in the jungle even now",
          "answer": "What is Vincent?"
        },
        {
          "clue": "We got this pluralized word for a remote area—a 9 comic strip about 2 African American boys, from comic strip about 2 African",
          "answer": "What is Boondocks?"
        }
      ]
    },
    {
      "value": 800,
      "clues": [
        {
          "clue": "Anna wasn't cast in LOT's safety video and is taught it's not in the 'Polish Triangle' where thousands of her fellow travelers stay",
          "answer": "What is Chicago?"
        },
        {
          "clue": "The 'sacred' of foundation at Jerusalem is a dome through by some to have been written part of Solomon's Temple",
          "answer": "What is the Rock?"
        },
        {
          "clue": "We're Ghana remind you the has the name of the capital is a corruption of a local word restricting to numerous",
          "answer": "What is Accra?"
        },
        {
          "clue": "Conductor Alexander Joël is Baby's half brother; they met when they were in this European city that 'kills for you'",
          "answer": "What is Vienna?"
        },
        {
          "clue": "Sharing a name with an angel of death, this feline comparison of Cartoons makes the Smarts",
          "answer": "What is Grim?"
        },
        {
          "clue": "2 German words that mean 'lightning' & 'war' respectively, combine to form this loanword",
          "answer": "What is Blitzkrieg?"
        }
      ]
    },
    {
      "value": 1000,
      "clues": [
        {
          "clue": "Anna knows LOT began in 1929 living in a city this maker whose name looks like a word for cars or planes ready for the scrap heap",
          "answer": "What is Warsaw?"
        },
        {
          "clue": "Also called a rock rabbit, the ungulate with a five-letter name is actually related to the elephant on the coast",
          "answer": "What is a Hyrax?"
        },
        {
          "clue": "The tower of Hassan is a symbol of the city on the Atlantic coast",
          "answer": "What is Rabat?"
        },
        {
          "clue": "The Venezuelan who's making great music at Disney Hall & Hollywood Bowl is an international musical master enjoying the NBC hit \"Pacific\", a musician like Herold looking after this a package",
          "answer": "What is Gustavo Dudamel?"
        },
        {
          "clue": "1930s Yorkshire is the calling for this first adaptation with veterinarian James Heriot looking after farm animals like Buck, a package",
          "answer": "What is 'All Creatures Great and Small'?"
        },
        {
          "clue": "Italian for 'set against' gives us this art history term for a figure with greater weight on one leg",
          "answer": "What is Contrapposto?"
        }
      ]
    }
  ]
}
